# Фразы при которых программа начинаеет распознавание
TRIGGERS = {'суббота','субботочка','помощница'}


# Доступные команды
data_set = {
'доброе утро': 'passive доброе утро и замечательного дня',
'фортнайт с Климом и Кариной':'game_with_friends удачных каточек',
'фортнайт с Кариной':'game_with_friends удачных каточек',
'фортнайт с Климом':'game_with_friends удачных каточек',
'какая погода': 'weather сейчас скажу',
'погода':'weather Нехай нещастя та незгоди не роблять нам в жытти погоды',
'какая погода на улице': 'weather боишься замерзнуть?',
'что там на улице': 'weather сейчас гляну...',
'сколько градусов': 'weather можешь выглянуть в окно, но сейчас проверю',
'запусти браузер': 'browser',
'открой браузер': 'browser',
'играть': 'game лишь бы баловаться',
'хочу поиграть в фортнайт': 'game запускаю',
'запусти фортнайт':'game желаю королевской победы',
'запусти форт': 'game запускаю игру',
'выключи компьютер': 'offpc отключаю компьютер',
'отключись': 'offBot отключаюсь',
'как у тебя дела':'passive работаю в фоне, не переживай',
'что делаешь':'passive жду очередной команды, хоть мог бы и сам на кнопку нажать',
'привет':'passive и тебе привет',
'работаешь':'passive как видишь',
'ты тут':'passive вроде да',
'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',

}